Revit 2027 API
BuiltInFailures.AnalyticalModelFailures.AnalyticalModelInstability Property
 Possible Model Instability
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AnalyticalModelInstability { get; }
Public Shared ReadOnly Property AnalyticalModelInstability As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AnalyticalModelInstability {
	FailureDefinitionId^ get ();
}
static member AnalyticalModelInstability : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace